Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Acceptance Limit (AL):
es_es: Límite de aceptación:

source: Acceptance Quality Level
es_es: Nivel aceptable de calidad

source: Acceptance Range [%]
es_es: Intervalo de aceptación [%]

source: Acceptance criteria for CEX HPLC APG, BPG and the main peak at release were set using a statistical approach (mean and 5 SD values for the spesolimab CMC2 drug product batches).
es_es: Los criterios de aceptación para los grupos de picos ácidos y básicos y el pico principal en la CEX HPLC en el momento de la liberación se establecieron utilizando un enfoque estadístico (valores de media y 5 desviaciones estándar para las partidas del medicamento Espesolimab del proceso CMC2).

source: Acceptance criteria for crimping
es_es: Criterios de aceptación para el sellado

source: Acceptance criteria for difference between regression lines
es_es: Criterios de aceptación de la diferencia entre las curvas de regresión

source: Acceptance criteria for residual solvents in empagliflozin drug substance are also in compliance to the limits per option | of ICH Guideline Q3C(RS5) and are described in section 3.2.8.4.1.
es_es: Los criterios de aceptación de los disolventes residuales en el principio activo empagliflozina, descritos en la sección 3.2.S.4.1, también cumplen con los límites establecidos en la opción 1 del lineamiento Q3C (R5) de la ICH.

source: Acceptance criteria for residues and the choice of cleaning procedures and cleaning agents are defined and justified.
es_es: Se definen y justifican los criterios de aceptación de residuos y la elección de los procedimientos y agentes de limpieza.

source: Acceptance criteria for residues and the choice of cleaning procedures and cleaning agents are verified.
es_es: Se verifican los criterios de aceptación de residuos y la elección de los procedimientos y agentes de limpieza.

source: Acceptance criteria have been set for high molecular weight (HMW) species (aggregates) as a measure of impurity.
es_es: Se han establecido criterios de aceptación para las especies de alto peso molecular (agregados) como medida de impureza.

source: Acceptance criteria have been set for the main peak as a measure of purity and LMW species as impurity.
es_es: Se han establecido criterios de aceptación para el pico principal como medida de pureza y las especies de bajo peso molecular como medida de impureza.

source: Acceptance criteria have been set for the sum of heavy and light chain as an measure of purity.
es_es: Se han establecido criterios de aceptación para la suma de los elementos de cadena pesada y liviana como medida de pureza.

source: Acceptance criteria of linearity, accuracy and precision are met for the load range of 50 – 150 % of the target load (100 %, 6.25 μg).
es_es: Se cumplen los criterios de aceptación para la linealidad, exactitud y precisión en el intervalo de carga de 50% a 150% (100%, 6.25 μg)

source: Acceptance criteria of linearity, accuracy and precision are met for the load range of 50 – 150 % of the target load (100 %, 6.25 μg). The range is therefore set from 50 – 150 % (3.15 – 9.40 μg).
es_es: [fuzzy]Se cumplen los criterios de aceptación para la linealidad, exactitud y precisión en el intervalo de carga de 50% a 150% (100%, 6.25 μg)

source: Acceptance criteria of linearity, accuracy and precision are met for the load range of 50 – 150 % of the target load (100 %, 6.25 µg).
es_es: Se cumplen los criterios de aceptación para la linealidad, exactitud y precisión en el intervalo de carga de 50% a 150% de la carga objetivo (100%, 6.25 µg)

source: Acceptance criteria presented in Table 1 are applicable to both, release and stability testing, unless stated otherwise.
es_es: Los criterios de aceptación de la Tabla 1 se aplican a las pruebas de liberación y estabilidad, a menos que se explicite lo contrario.

source: Acceptance criterion
es_es: Criterio de aceptación

source: Acceptance criterion CV [%]
es_es: Criterio de aceptación del CV [%]

source: Acceptance criterion coefficient of correlation (r)
es_es: Coeficiente de correlación del criterio de aceptación (r)

source: Acceptance range (rel. area in %)
es_es: Intervalo de aceptación (área porcentual relativa)

source: Acceptance value (AV)
es_es: Valor aceptable (AV)

source: Acceptance value:
es_es: Valor aceptable:

source: Accepted for publication:
es_es: Aceptado para publicación:

source: Accepted:
es_es: Aceptados:

source: Accep­tance criterion
es_es: Criterio de aceptación

source: Access to the database will be secure and password protected, and managed by Data Managers at The Florey.
es_es: El acceso a la base de datos será seguro, estará protegido con contraseña y será gestionado por administradores de datos de The Florey.

source: Access to the randomisation code was controlled and documented; for further details refer to Section 9.4.1.5.
es_es: El acceso al código de aleatorización fue controlado y quedó documentado; en la Sección 9.4.1.5 hay más detalles.

source: Access to the system will only be granted after documented training.
es_es: El acceso al sistema sólo se concederá después de una formación documentada.

source: Accessed December 20, 2019.
es_es: Consultado el 20 de diciembre de 2019.

source: Accessory Name
es_es: Nombre del accesorio

source: According to ANSI/AAMI HE75:2009(R)2013, the strength of the thumb is < 84 N for a comparable movement “case Digit touch / Digit 1 (thumb)”.
es_es: De acuerdo con el estándar ANSI/AAMI HE75:2009(R)2013, la fuerza del pulgar es < 84 N en un movimiento comparable de toque con un dedo: dedo 1 (pulgar).

source: According to CPP and P710 the manufacturer is Medimop Medical Projects Ltd
es_es: Según el certificado de producto farmacéutico y el documento P710, el fabricante es Medimop Medical Projects Ltd.

source: According to Change Control Protocol 2665702:
es_es: Según el Protocolo de control de cambios 2665702:

source: According to Figure 4 the intra-batch standard deviation is estimated to be 0.07% resulting in a safety buffer of 0.217% accounting for the intra-batch variability (denoted in figure with “I”).
es_es: Según la Figura 4, el desvío estándar intrapartida se estima en 0.07%, lo que da un margen de seguridad de 0.217%, que da cuenta de la variabilidad intrapartida (indicada en la figura mediante la letra "I").

source: According to ICH Q3D
es_es: De acuerdo con el lineamiento Q3D de la ICH.

source: According to ICH Q3D classification of elemental impurities, the class 1 elements As (Arsenic), Cd (Cadmium), Hg (Mercury) and Pb (Lead) as well as the class 2A elements Co (Cobalt), Ni (Nickel), and V (Vanadium) require risk evaluation across all potential sources of elemental impurities and routes of administration.
es_es: Según la clasificación de impurezas elementales del lineamiento Q3D de la ICH, tanto para los elementos de clase 1, As (arsénico), Cd (cadmio), Hg (mercurio) y Pb (plomo), como para los elementos de clase 2A, Co (cobalto), Ni (níquel), y V (vanadio), deben llevarse a cabo evaluaciones de riesgos de todas las fuentes potenciales de impurezas elementales considerando todas las vías de administración.

source: According to ICH Q3D it is recognized that the probability of elements leaching from packaging components into solid dosage forms is minimal.
es_es: De acuerdo con el lineamiento Q3D de la ICH, se reconoce que la probabilidad de que se produzca lixiviación de los componentes del acondicionamiento a las presentaciones sólidas es mínima.

source: According to ISO 10993-1:2018, Annex A, for a surface medical device in contact with intact skin for up to 24 h (limited exposure) the following endpoints were addressed in a biological risk assessment:
es_es: De acuerdo con la norma ISO 10993-1:2018, Anexo A, por ser un dispositivo médico de superficie en contacto con piel intacta durante un máximo de 24 h (exposición limitada), se consideraron los siguientes criterios de valoración en una evaluación de riesgos biológicos:

source: According to ISO 10993-1:2018, Annex A, for a surface medical device in contact with intact skin for up to 30 d (Prolonged exposure) the following endpoints were addressed in a biological risk assessment:
es_es: De acuerdo con la norma ISO 10993-1:2018, Anexo A, por ser un dispositivo médico de superficie en contacto con piel intacta durante un máximo de 30 h (exposición prolongada), se consideraron los siguientes criterios de valoración en una evaluación de riesgos biológicos:

source: According to PQRI 2022 [3]
es_es: De acuerdo con el PQRI en 2022 [3]

source: According to Ph. Eur., monograph for polysorbate 20
es_es: Cumple con la monografía del polisorbato 20 de la Ph. Eur.,

source: According to Ph. Eur., residual solvents option 1 limits
es_es: Según los límites de la opción 1 de los disolventes residuales de la Ph. Eur.

source: According to Reglamento para la Gestion de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 July 2011) pharmaceutical products for local tender require a repackaging process of the pharmaceutical product that involves addition of an imprint on the primary and secondary packaging using the INK-JET SYSTEM.
es_es: De acuerdo con el Reglamento para la Gestión de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 de julio de 2011), los productos farmacéuticos sujetos a oferta de compra local deben reacondicionarse, añadiéndoseles una inscripción en los acondicionamientos primario y secundario mediante un sistema de CHORRO DE TINTA.

source: According to Reglamento para la Gestion de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 July 2011) pharmaceutical products for local tender require a repackaging process of the pharmaceutical product that involves addition of an imprint on the primary and secondary packaging using the INK-JET SYSTEM. This imprint is a Local Institution statement which states that the product cannot be sold.
es_es: De acuerdo con el Reglamento para la Gestión de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 de julio de 2011), los productos farmacéuticos sujetos a oferta de compra local deben reacondicionarse, mediante la adici´on de una inscripción en los acondicionamientos primario y secundario, mediante un sistema de chorro de tinta.

source: According to Reglamento para la Gestión de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 July 2011) pharmaceutical products for local tender require a repackaging process of the pharmaceutical product that involves addition of an imprint on the primary and secondary packaging using the INK-JET SYSTEM.
es_es: De acuerdo con el Reglamento para la Gestión de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 de julio de 2011), los productos farmacéuticos sujetos a oferta de compra local deben reacondicionarse, añadiéndoseles una inscripción en los acondicionamientos primario y secundario mediante un sistema de CHORRO DE TINTA.

source: According to Reglamento para la Gestión de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 July 2011) pharmaceutical products for local tender require a repackaging process of the pharmaceutical product that involves addition of an imprint on the primary and secondary packaging using the INK-JET SYSTEM. This imprint is a Local Institution statement which states that the product cannot be sold.
es_es: De acuerdo con el Reglamento para la Gestión de Suministro de Medicamentos y Control Acuerdo Ministerial 569 (21 de julio de 2011), los productos farmacéuticos sujetos a oferta de compra local deben reacondicionarse, mediante la adici´on de una inscripción en los acondicionamientos primario y secundario, mediante un sistema de chorro de tinta.

source: According to chromatographic theory, no significant influence on precision and accuracy is to be expected during the quantitative determination under these conditions.
es_es: Según la teoría cromatográfica, no se espera una influencia significativa en la precisión y exactitud durante la determinación cuantitativa en estas condiciones.

source: According to previous HF trials and registries, the prevalence of DM among patients with HF varies from 25% to 40%.
es_es: Con base a otros ensayos y registros de insuficiencia cardíaca, la prevalencia de la diabetes mellitus en estos pacientes oscila entre 25% y 40%.

source: According to program
es_es: Según el programa

source: According to test method system suitability is tested in the course of performing every test to ensure that the equipment at both sites can generate results of acceptable accuracy and precision.
es_es: Según el método analítico, mientras se hace cada prueba se evalúa la adecuación del sistema para garantizar que los equipos de sendas plantas puedan generar resultados de exactitud y precisión aceptables.

source: According to the German Drug Law, CPP (Certificate of a Pharmaceutical Product) which is a national public (official) document for the use in abroad is issued by the LSJV.
es_es: De acuerdo con la Ley de Medicamentos alemana, la LSJV está a cargo de expedir los Certificados de Producto Farmacéutico, que son documentos públicos nacionales oficiales de validez internacional.

source: According to the ICH M7 (R1) guideline principles and other relevant guidances as the European Medicines Regulatory Network approach for the implementation of the CHMP Opinion pursuant to Article 5(3) of Regulation (EC) No 726/2004 for nitrosamine impurities in human medicines local regulations (EMA/425645/2020 22 February 2021), a specification limit for NDMA is introduced in the testing specification for empagliflozin / metformin hydrochloride film-coated tablets.
es_es: De acuerdo con los principios rectores M7 (R1) de la ICH y otras pautas relevantes, como el enfoque de la Red de Agencias Regulatorias de Productos Medicinales Europea en relación con la implementación de la Opinión del Comité de Medicamentos de Uso Humano (que remite al Artículo 5(3) de la normativa (EC) 726/2004 sobre la presencia de impurezas nitrosaminas en medicamentos de uso humano) y otras regulaciones locales (EMA/425645/2020, 22 de febrero de 2021), se introduce un límite de especificación de NDMA en la especificación analítica de los comprimidos recubiertos de empagliflozina/clorhidrato de metformina.

source: According to the ICH guideline M7 (R1) “Assessment and control of DNA reactive(mutagenic) impurities in pharmaceuticals to limit potential carcinogenic risk", the impurity NDMA (N-nitrosodimethylamine) is specified in the testing specification to fulfill the guideline.
es_es: Siguiendo la norma M7 (R1) de la ICH, "Evaluación y control de impurezas reactivas al ADN –mutagénicas- en fármacos, para limitar el potencial de riesgo carcinogénico", se especifica la impureza NDMA (N-nitrosodimetilamina) en la especificación analítica.

source: According to the International Working Group of Diabetic Foot (2015), amputation was defined as a resection of a limb through a bone.
es_es: Según el Grupo de Trabajo Internacional sobre el Pie Diabético (2015), la amputación es la resección de un miembro a través de un hueso.

source: According to the atmospheric conditions the air is heated or cooled.
es_es: Según las condiciones atmosféricas, el aire se calienta o se enfría.

source: According to the filter vendor, the filter should be pre-conditioned to remove any potential residual substances or leachables.
es_es: Según el proveedor del filtro, el filtro debe estar preacondicionado para eliminar posibles sustancias residuales olixiviables.

source: According to the information available at this time and our current evaluation thereof, the risk assessment for tenecteplase 25 mg DS manufacturing process was finalised with the result:
es_es: De acuerdo con la información disponible en este momento y nuestra propia evaluación actual de ella, hemos concluido la evaluación de riesgos para el proceso de fabricación del principio activo tenecteplasa, 25 mg, con el siguiente resultado:

source: According to the information available at this time and our current evaluation thereof, the risk assessment for the tenecteplase 25 mg DP manufacturing process was finalised with the result:
es_es: De acuerdo con la información disponible en este momento y nuestra propia evaluación actual de ella, hemos concluido la evaluación de riesgos para el proceso de fabricación del medicamento tenecteplasa, 25 mg, con el siguiente resultado:

source: According to the information available at this time and our current evaluation thereof, the risk assessment for the tenecteplase 25 mg excipients were finalised with the result:
es_es: De acuerdo con la información disponible en este momento y nuestra propia evaluación actual de ella, hemos concluido la evaluación de riesgos para los excipientes de tenecteplasa, 25 mg, con el siguiente resultado:

source: According to the information available at this time and our current evaluation thereof, the risk assessment for the tenecteplase 25 mg primary packaging components was finalised with the result:
es_es: De acuerdo con la información disponible en este momento y nuestra propia evaluación actual de ella, hemos concluido la evaluación de riesgos para los componentes del acondicionamiento primario de tenecteplasa, 25 mg, con el siguiente resultado:

source: According to the information available at this time and the current evaluation thereof, Boehringer Ingelheim determined that levels of NO-HCTZ in API and DP do not require to be specially controlled and no further CAPA are deemed necessary.
es_es: De acuerdo con la información conocida hasta ahora y su evaluación actual, Boehringer Ingelheim determinó que los niveles de N-nitrosaminas presentes en el IFA y el medicamento no hacen necesario ningún control especial ni ninguna acción correctiva y preventiva adicional.

source: According to the plan, retain samples of all dosage strengths packed in the respective commercial packaging material, of different ages throughout the shelf life and from all manufacturing/packaging sites have been tested.
es_es: De acuerdo con el plan, se han analizado muestras de reserva de todas las concentraciones, envasados en el material de acondicionamiento comercial respectivo, de diferentes edades a lo largo de la vida útil, incluidas todas las plantas productoras y centros de acondicionamiento.

source: According to the results presented in 1.3, no specification limits are necessary for any elemental impurities in the drug product empagliflozin / linagliptin film-coated tablets as part of the control strategy.
es_es: De acuerdo con los resultados presentados en 1.3, no son necesarios otros límites de especificación para ninguna impureza elemental en el medicamento empagliflozina / linagliptina, comprimidos recubiertos, como parte de la estrategia de control.

source: According to the root cause evaluation for the presence of NDMA in the drug product (please refer to section P.2), the packaging materials and the packaging process do not show any impact on the formation of NDMA in the drug product.
es_es: De acuerdo con la evaluación de la causa raíz de la presencia de NDMA en el medicamento (ver la sección P.2), los materiales y el proceso de acondicionamiento no afectan la formación de NDMA en el medicamento.

source: According to these results and the similarity of the market packaging (same density of folding box, box insert and patient information leaflet) these results are considered applicable to PFS-NSD-1 in market packaging.
es_es: En función de estos resultados y de la similitud del acondicionamiento comercial (misma densidad de la caja plegable, inserto de la caja y prospecto de información para el paciente), estos resultados se consideran aplicables al dispositivo PFS-NSD-1 en lo que respecta al acondicionamiento comercial.

source: According to this approach, the data and missingness are modelled jointly using either a selection model (modelling the missing data mechanism) or a pattern-mixture model (modelling the differences between missing and observed data).
es_es: Según este enfoque, los datos y la ausencia de datos se representan en forma conjunta utilizando un modelo de selección (que representa el mecanismo de datos ausentes) o un modelo de mezcla de patrones (que representa las diferencias entre los datos ausentes y los disponibles).

source: According to “Points to consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use”, U.S.
es_es: De acuerdo con el documento sobre los puntos a considerar en la fabricación y evaluación de productos de anticuerpos monoclonales para uso humano (“Points to consider in the Manufacture and Testing of Monoclonal Antibody Products for Human Use”) emitido por

source: Accordingly the specification for batch release testing can be increased to 0.6% without a relevantly increased risk for future OOS values.
es_es: En ese sentido, se puede elevar a 0.6% la especificación para las pruebas de liberación de partidas sin que surja un riesgo relevante mayor de obtener futuros valores que no cumplan con la especificación.

source: Accordingly, salt formation is not possible.
es_es: En ese sentido, no es posible la formación de sales.

source: Accordingly, the batches used for the solubility, IDR as well as for the specific optical rotation determination are representing the non-solvated and anhydrous form as described in Section 3.2.S.3.1, Elucidation of Structure.
es_es: En línea con lo anterior, las partidas usadas para determinar la solubilidad, VDI y rotación óptica específica representan la forma no-solvatada y anhidra descrita en la Sección 3.2.S.3.1, Elucidación de la estructura.

source: Accordingly, the length of double-blind treatment for each patient varied.
es_es: En consecuencia, la duración del tratamiento doble ciego varió para cada paciente.

source: Accountability documentation will also reside with the site principal investigator and be retained in the Trial Master File at The Florey.
es_es: El investidor principal será quien conserve los documentos sobre el recuento de la medicación en el archivo maestro del centro en The Florey.

source: Accountability will be carried out via source documentation review and the Accountability Log (which will also capture batch number and expiry date).
es_es: El recuento de la medicación se llevará a cabo mediante la revisión de la documentación fuente y el registro de rendición de cuentas (donde también se consignará el número de lote y la fecha de vencimiento).

source: Accuracy
es_es: Exactitud

source: Accuracy (with matrix)
es_es: Exactitud (con matriz)

source: Accuracy (without matrix)
es_es: Exactitud (sin matriz)

source: Accuracy was validated through recovery experiments for the determination of NDMA in different metformin hydrochloride containing IR drug products.
es_es: Se validó la exactitud mediante ensayos de recuperación para determinar la presencia de NDMA en medicamentos de liberación inmediata que contienen clorhidrato de metformina

source: Accuracy – absolute difference and response of peak area for DP 40 mg/vial
es_es: Exactitud: diferencia absoluta y respuesta del área del pico para el medicamento (40 mg/frasco)

source: Accuracy – absolute difference and response of peak area for DP 50 mg/vial
es_es: Exactitud: diferencia absoluta y respuesta del área del pico para el medicamento (50 mg/frasco)

source: Accuracy – absolute difference and response of peak area for DP
es_es: Exactitud: diferencia absoluta y respuesta del área del pico para el medicamento

source: Accuracy – absolute difference and response of peak area for DP 25 mg/vial
es_es: Exactitud: diferencia absoluta y respuesta del área del pico para el medicamento (25 mg/frasco-ampolla)
